Repository: NahuelChurgovich/ChurgovichNahuel_IOL_Challenge
Catalog: CodingChallenge.Data/Traductor/Diccionario.*.resx
Languages: it_it

source: -&gt; Tipo de figura inexistente
it_it: -> Tipo di figura inesistente

source: Altura
it_it: Altezza

source: Área
it_it: La zona

source: Base Superior
it_it: Base Superiore

source: círculos, la sumatoria de sus áreas y perímetros es la siguiente: Área
it_it: cerchi, la somma delle loro aree e perimetri è la seguente: Area

source: cuadrados, la sumatoria de sus áreas y perímetros es la siguiente: Área
it_it: quadrati, la somma delle loro aree e perimetri è la seguente: Area

source: Figuras procesadas
it_it: Figure elaborate

source: Hay solo un círculo, estos son los datos calculados: Área
it_it: C'è solo un cerchio, questi sono i dati calcolati: Area

source: Hay solo un cuadrado, estos son los datos calculados: Área
it_it: C'è solo un quadrato, questi sono i dati calcolati: Area

source: Hay solo un hexágono, estos son los datos calculados: Área
it_it: C'è solo un esagono, questi sono i dati calcolati: Area

source: Hay solo un pentágono, estos son los datos calculados: Área
it_it: C'è solo un pentagono, questi sono i dati calcolati: Area

source: Hay solo un rectángulo, estos son los datos calculados: Área
it_it: C'è solo un rettangolo, questi sono i dati calcolati: Area

source: Hay solo un trapecio, estos son los datos calculados: Área
it_it: C'è un solo trapezio, questi sono i dati calcolati: Area

source: Hay solo un triángulo, estos son los datos calculados: Área
it_it: C'è solo un triangolo, questi sono i dati calcolati: Area

source: Hay un total de
it_it: C'è un totale di

source: hexágonos, la sumatoria de sus áreas y perímetros es la siguiente: Área
it_it: esagoni, la somma delle loro aree e perimetri è la seguente: Area

source: pentágonos, la sumatoria de sus áreas y perímetros es la siguiente: Área
it_it: pentagoni, la somma delle loro aree e perimetri è la seguente: Area

source: Perímetro
it_it: Perimetro

source: rectángulos, la sumatoria de sus áreas y perímetros es la siguiente: Área
it_it: rettangoli, la somma delle loro aree e perimetri è la seguente: Area

source: Sumatoria de áreas
it_it: Somma di aree

source: Sumatoria de perímetros
it_it: Somma di perimetri

source: trapecios, la sumatoria de sus áreas y perímetros es la siguiente: Área
it_it: trapezi, la somma delle loro aree e perimetri è la seguente: Area

source: triángulos, la sumatoria de sus áreas y perímetros es la siguiente: Área
it_it: triangoli, la somma delle loro aree e perimetri è la seguente: Area

source: Detalle
it_it: Dettaglio

source: Lista de formas vacía!
it_it: Elenco moduli vuoto!

source: Agrupado
it_it: Raggruppato

source: TOTAL
it_it: TOTALE

source: Circulo
it_it: Cerchio

source: Rectangulo
it_it: Rettangolo

source: Triangulo
it_it: Triangolo

source: Cuadrado
it_it: Piazza

source: Hexagono
it_it: Esagono

source: Trapecio
it_it: Trapezio
